<?php

return [
    'domenTitle' => 'Что такое домен? Для чего используются домены?',
    'domen1' => 'Что такое домен? Зачем нам нужен домен?',
    'domen2' => 'Домен — это имя и адрес вашего веб-сайта в интернете. Без этого адреса интернет-пользователи не смогут зайти на ваш сайт.',
    'domen3' => 'Домен — это упрощённая и выраженная словами форма системы нумерации, называемой IP-адресом, которая используется для идентификации компьютеров друг другом. Например, когда вы вводите crr.az, интернет сначала преобразует это в IP-адрес, а затем перенаправляет вас по этому IP-адресу.',
    'domen4' => 'Домены можно приобрести на срок от 1 до 10 лет.',
    'domen5' => 'Доменное имя может состоять от 2 до 63 символов. В доменном имени можно использовать буквы, цифры и знак -.',
    'domen6' => 'Достаточно ли просто купить домен, чтобы открыть сайт?',
    'domen7' => 'Нет, покупки домена недостаточно для открытия сайта. Помимо этого, вам также необходимо приобрести услугу хостинга. Как мы уже объяснили выше, доменное имя перенаправляет ваших пользователей на компьютеры, где находится ваш хостинг.',
    'domen8' => 'Что означает расширение домена?',
    'domen9' => 'com – коммерческие организации.',
    'domen10' => 'org – некоммерческие организации.',
    'domen11' => 'edu – образовательные учреждения.',
    'domen12' => 'biz – предпринимательская деятельность.',
    'domen13' => 'gov – государственные и местные органы самоуправления.',
    'domen14' => 'info – средства массовой информации.',
    'domen15' => 'name – физические лица.',
    'domen16' => 'net – для организаций и проектов, участвующих в развитии сети Интернет.',
    'domen17' => 'В чём разница между .com и .az?',
    'domen18' => '.com — это международное расширение домена. .az предназначен для Азербайджана.',
];
