<?php

return [
    'googleTitle' => 'Google Реклама',
    'google1' => 'Постоянно развивающийся Интернет изменил многие привычные виды деятельности. Одним из таких мероприятий является распространение рекламного сектора в Интернете. Поскольку популярность интернет-рекламы значительно выросла, реклама Google стала сегодня одной из наиболее широко используемых рекламных моделей. Популярность объявлений Google обусловлена тем, что 89% пользователей Интернета используют поисковую систему Google. Есть два типа объявлений Google. Это Google AdWords и Google AdSense.',
    'google2' => 'Объявления Google Adwords',
    'google3' => 'Google сегодня является одним из самых популярных сайтов. Вот почему многие компании размещают рекламу с помощью объявлений Google AdWords. Рекламодатели используют службу AdWords для ранжирования своих веб-сайтов в результатах поиска по ключевым словам. Кроме того, объявления, которые появляются в результате использования определенных ключевых слов, также могут появляться справа и внизу страницы. Чтобы реклама отображалась таким образом, рекламодатель должен указать план и бюджет, такие как заголовок, текст, URL. Созданные объявления могут отображаться в любой стране и в любом регионе. Цель может быть выбрана на основе таких факторов, как вес, возраст и пол.',
    'google4' => 'Назначение ключевых слов в Adwords',
    'google5' => 'Если вы решили размещать рекламу в Google, это означает, что на вас ложится большая ответственность. Одним из них является определение ключевых слов.',
    'google6' => 'Рекламные исследования. Следует провести исследование объявлений, которые будут храниться на веб-сайте. Таким образом, пользователи Интернета могут узнать, по каким ключевым словам они находят объявления.',
    'google7' => 'Выбор простых и коротких ключевых слов: при выборе ключевых слов должны быть выбраны короткие и простые ключевые слова.',
    'google8' => 'Исследуйте ключевые слова объявлений Adwords: при поиске фактов в системе выбираются наиболее часто искомые слова и наиболее заметные ключевые слова.',
    'google9' => 'Надежная и качественная структура сайта:',
    'google10' => 'Вам необходимо создать надежную область для ваших веб-сайтов, чтобы они могли ранжироваться благодаря рекламе Google. Безопасность и качество стоят во главе правил Google.',
    'google11' => 'Клики и количество посетителей в день:',
    'google12' => 'Увеличение количества кликов после публикации объявлений Google также приводит к увеличению количества ежедневных посетителей. Это позволяет сайту подняться на вершину рейтинга Google.',
    'google13' => 'Google AdSense Ads',
    'google14' => 'Еще одна реклама Google — это реклама AdSense. Google Adsense Ads — это служба, которая позволяет владельцам веб-сайтов зарабатывать деньги на публикуемом ими контенте. Adsense для контента на сайте и пользователей, которые посещают сайт; Идентифицирует текстовые объявления и видеообъявления с сайтом. Эти объявления создаются людьми, которые хотят продвигать свои продукты. Отдельные рекламодатели будут платить разные сборы за каждую рекламу, и деньги, которые они зарабатывают, будут меняться. Реклама AdSense работает в 3 этапа. Эти;',
    'google15' => 'Рекламные области можно использовать в любом случае: благодаря рекламному коду, размещенному на сайте, владельцы сайта решают, в какие области размещать рекламу.',
    'google16' => 'Самая оплачиваемая реклама на сайте: люди, которые будут размещать рекламу, предлагают открытую рекламу в режиме реального времени для рекламных областей на сайте. Самые ценные объявления отображаются на сайте.',
    'google17' => 'Оплата получена: Владельцы сайтов будут получать платежи за рекламу на сайте. Google обрабатывает транзакции между рекламодателями и сетями в случае возникновения каких-либо проблем.',

];
