<?php

return [
    'title' => 'Корпоративная электронная почта (частные электронные письма компании)',
    'kop1' => 'Одним из важнейших факторов вашего фирменного стиля в интернет-пространстве является ваш адрес электронной почты, установленный в домене компании.',
    'kop2' => 'Особенно, если вы новая компания, вам необходимо показать имидж вашей компании на высоком уровне, чтобы получить конкурентное преимущество. Использование корпоративной электронной почты также свидетельствует о том, что вы уважаете свою работу и серьезно относитесь к своему бизнесу.',
    'kop3' => 'Наиболее часто используемые формы корпоративной почты:',
    'kop4' => 'office@yourcompany.az',
    'kop5' => 'info@yourcompany.az',
    'kop6' => 'hr@yourcompany.az',
    'kop7' => 'director@yourcompany.az',
    'kop8' => 'name.surname@yourcompany.az',
    'kop9' => 'Если для вас важными факторами являются фирменный стиль и серьезность компании, то mail.ru, gmail.com, hotmail.com, yahoo.com и т. д. вместо них необходимо выбрать почтовые аккаунты, принадлежащие вашей компании.',
    'kop10' => 'Это особенно важно для начинающих компаний. Помните, что отправка ваших предложений и корреспонденции по корпоративной почте повышает ценность вашей компании.',
    'kop11' => '6 неизвестных преимуществ корпоративной почты:',
    'kop12' => 'Повышает серьезность и профессионализм вашего бизнеса',
    'kop13' => 'Вы контролируете письма, отправленные во все отделы компании',
    'kop14' => 'Если сотрудник увольняется, есть возможность удалить, перенаправить и полностью контролировать его корпоративную почту',
    'kop15' => 'Автоматическая система резервного копирования сохраняет резервную копию ваших электронных писем.',
    'kop16' => 'If the mail is deleted by mistake or during a cyber attack, it is possible to return it',
    'kop17' => 'Это стоит очень мало.',
];
