<?php

return [
    'logoTitle' => 'Дизайн логотипа',
    'logo1' => 'Есть много моментов, которые следует учитывать при разработке логотипа. Логотип должен быть оригинальным и логичным, привлекающим клиента.Хотя процесс разработки логотипа долгий и сложный, результат должен быть неоднозначным и понятным, запоминающимся, долговечным, универсальным и соответствующим фирменному стилю.',
    'logo2' => 'Запросы клиентов на разработку логотипа.',
    'logo3' => 'Перед подготовкой логотипа мы фиксируем пожелания наших клиентов и проводим обсуждения.',
    'logo4' => 'Сфера деятельности.',
    'logo5' => 'Мы уточняем сферу деятельности наших клиентов, которые обращаются к нам. Мы собираем подробную информацию о миссиях и видении их бизнеса.',
    'logo6' => 'Дизайн и исследования для дизайна логотипа.',
    'logo7' => 'Перед разработкой логотипа мы изучаем логотипы компаний и трендовых бизнесов, присутствующих на рынке. В результате нашего исследования в настоящее время мы собираем информацию о самых ярких цветах и ​​шрифтах.',
    'logo8' => 'Выбор цвета для дизайна логотипа.',
    'logo9' => 'Цвета — это сущность визуального дизайна. Дизайнеры часто игнорируют умное использование цветов. Вероятно, это связано с тем, что плоские проекты могут быть выполнены только в черно-белом цвете. В результате этого заблуждения появляются однообразные конструкции. Создает черно-белые однотонные рисунки, всегда выдержанные в одном стиле. Однако при разумном использовании цветов можно создать очень удачные, яркие и простые логотипы.',
    'logo10' => 'Выбор правильного шрифта для дизайна логотипа.',
    'logo11' => 'Шрифт — важный элемент эффективного логотипа. Если вы собираетесь использовать для этого текст в логотипах, вам нужно убедиться, что вы сделали правильный выбор. В целом, для логотипов предпочтительны простые и легко читаемые шрифты. Выбор шрифта является важным фактором для логотипов, чтобы клиент мог их легко читать с первого взгляда и запоминать. Вы можете выбрать шрифт двумя способами; Вы можете создать собственный шрифт или использовать готовый шрифт. Если вы планируете создать свой собственный шрифт, не делайте его слишком элегантным. Мы уверены, что это просто, читабельно и красиво.',
];
