<?php

return [
    'veb' => 'Что такое SSL-сертификат?',
    'whyssl' => 'Что такое SSL-сертификат?',
    'socket' => 'SSL-сертификат, запущенный вместе с SECURE SOCKETS LAYER, представляет собой продукт, который проверяет правильность адресов сайтов и обеспечивает безопасную передачу данных между двумя точками по зашифрованному каналу. дает. Как правило, SSL используется для обеспечения транзакций по кредитным картам, передачи данных и входа в систему, а в последнее время он стал нормой при просмотре сайтов социальных сетей.',
    'mekan' => 'Название компании и местонахождение',
    'domen' => 'Доменное имя, имя сервера или IP-адрес,',
    'certf' => 'SSL-сертификаты связаны между собой:',
    'certflong' => 'После того, как сертификат будет успешно установлен на вашем сервере, протокол приложения (т. е. HTTP) изменится на HTTPs, где «S» означает «действительный». В зависимости от типа приобретенного сертификата и используемого браузера в Интернете, SSL-сертификат будет показывать замок или зеленую полосу в браузере при посещении установленного веб-сайта.',
    'sslnece' => ' Как работает SSL-сертификат?',
    'sslkripto' => 'SSL-сертификаты используют криптовалюты, называемые открытыми ключами.',
    'sslkriptop' => 'Этот особый тип шифрования использует мощность двух ключей с длинными цепочками случайных чисел. Один из них называется закрытым ключом, а другой — открытым ключом. Открытый ключ известен вашему серверу и доступен в общедоступной области. Может использоваться для шифрования любого сообщения. Например; Если человек A отправляет сообщение человеку B, он заблокирует его с помощью открытого ключа B, но единственный способ расшифровать его — разблокировать его с помощью закрытого ключа B. Единственный человек, у которого есть закрытый ключ, — это B, поэтому B — единственный человек, который использует его для разблокировки сообщения A. Если хакер вмешается в сообщение, которое B не открывал, единственное, что он может получить, — это криптографический код, не скомпрометированный мощностью компьютера. В этом примере, если мы посмотрим на веб-сайт, веб-сайт будет A, а сервер — B.',
    'sslkredit' => 'SSL-сертификаты включают информацию о кредитной карте, именах пользователей, паролях и многое другое. защищает вашу конфиденциальную информацию, такую как Также:',
    'sslniye' => 'Зачем нужен SSL-сертификат?',
    'sslserver' => 'Сохраняет информацию между серверами,',
    'sslgoogle' => 'Повысить рейтинг Google,',
    'sslinam' => 'Создает и укрепляет доверие и доверие клиентов,',
    'sslreates' => 'Улучшает показатели конверсии.',
];

