<?php

return [
    'title' => 'Техническая поддержка',
    'tex1' => 'Многие деловые люди выбирают сайт, не учитывая историю компании, рукоделия, отзывы покупателей. Это, в свою очередь, часто приводит к повторным затратам для той же компании. Например, при обращении к нам чаще всего возникают следующие проблемы:',
    'tex2' => 'Человек, который разрабатывал сайт, слишком поздно внес необходимые коррективы, неэффективность',
    'tex3' => 'Потеря связи с разработчиком сайта',
    'tex4' => 'Разработчик сайта больше не может помочь, потому что он работает на другой работе',
    'tex5' => 'Невозможность разработчика интегрировать функцию для добавления на сайт',
    'tex6' => 'Разработчик сайта требует нереальную плату за изменение',
    'tex7' => 'Если вы столкнулись с одной из вышеперечисленных проблем и ваш сайт нуждается в каком-либо обслуживании, вы можете решить эти проблемы в кратчайшие сроки, обратившись в нашу компанию, не признающую конкурентов по эффективности:',
    'tex8' => 'Оптимизация скорости открытия сайта',
    'tex9' => 'Устранение технических дефектов на сайте',
    'tex10' => 'Новая функция и запись страницы',
    'tex11' => 'Изменение дизайна',
    'tex12' => 'Разработка мобильной версии сайта (адаптируемость под все экраны)',
    'tex13' => 'Интеграция систем онлайн-платежей, смс-платежей',
    'tex14' => 'Хостинг, помощь с доменом',
    'tex15' => 'Круглосуточный мониторинг стабильной работы сайта',
    'tex16' => 'Контролировать открытие и обработку электронной почты компании',
    'tex17' => 'Другие технические проблемы',
];
